Repository: serybva/hpr-syntax
Catalog: lang/hpr_syntax-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Global actions
fr_fr: Actions globales

source: HprSyntax settings page
fr_fr: Page des options de HprSyntax

source: Use css classes for highlighting instead of inline styles
fr_fr: Utiliser des classes CSS pour la mise en forme à la place des styles en ligne

source: Other settings
fr_fr: Autres réglages

source: The post types to process
fr_fr: Les types de posts sur lesquels activer HprSyntax

source: Post types
fr_fr: Types de posts

source: When HprSyntax must delete dead references from the database?
fr_fr: Quand HprSyntax doit-il supprimer les références mortes de la base de données?

source: Database clean interval
fr_fr: Interval de nettoyage de la base de données

source: This option tells HprSyntax to reprocess every previously highlighted code so the new settings apply, otherwise you will have to manually unprocess and process
fr_fr: Cette option demande à HprSyntax de reformater tout code précédemment formaté pour que les changements dans la configuration s'appliquent, autrement vous devrez dé-formater et formater manuellement après enregistrement des nouvelles options

source: Reprocess on each setting change?
fr_fr: Re-formater à chaque changement de configuration?

source: Save
fr_fr: Enregistrer

source: Processes ALL the content, may take a while
fr_fr: Formater TOUS les posts, ça peut prendre un moment

source: Process
fr_fr: Formater

source: Unprocesses ALL the content, may take a while too
fr_fr: Dé-formater TOUS les posts

source: Unprocess
fr_fr: Dé-formater

source: Deletes dead references from the database
fr_fr: Supprime les références mortes de la base de données

source: Clean
fr_fr: Nettoyer

source: Weekly
fr_fr: Une fois par semaine

source: Monthly
fr_fr: Une fois par mois

source: Every minute
fr_fr: Toutes les minutes

source: Enable HprSyntax for this post
fr_fr: Activer HprSyntax pour ce post
